{"accession": "1110-MER-SOL", "analysisId": "825084609", "analysisPipelineVersion": "6.3.12", "batchId": "825084609", "controlFlag": "-", "deploymentEnvironment": "DRAGEN", "dragenVersion": "05.121.732.4.3.11", "errors": [], "qcReport": {"enrichmentFactor": {"category": "not calculated", "value": 0.0}, "internalControls": [{"name": "Truepera radiovictrix", "rpkm": 0}, {"name": "Phocid alphaherpesvirus 1", "rpkm": 0}, {"name": "Escherichia virus T4", "rpkm": 0}, {"name": "Imtechella halotolerans", "rpkm": 0}, {"name": "Escherichia virus Qbeta", "rpkm": 0}, {"name": "Escherichia virus MS2", "rpkm": 0}, {"name": "Enterobacteria phage T7", "rpkm": 0}, {"name": "Phocine morbillivirus", "rpkm": 0}, {"name": "Armored RNA Quant Internal Process Control", "rpkm": 0}, {"name": "Allobacillus halotolerans", "rpkm": 0}], "sampleComposition": {"bacterial": {"targeted": 0.0, "untargeted": 1.0, "untargetedSubcategories": {"other": 0.7577822, "panel": 0.04485903, "plasmid": 0.027460434, "ribosomalDna": 0.16989833}}, "bacterialAmr": {"targeted": 0.0, "untargeted": 0.0}, "fungal": {"targeted": 0.0, "untargeted": 1.0, "untargetedSubcategories": {"other": 1.0, "panel": 0.0, "ribosomalDna": 0.0}}, "human": {"untargeted": 0.0, "untargetedSubcategories": {"codingSequence": 0.0, "other": 0.0, "ribosomalDna": 0.0}}, "internalControl": {"targeted": 0.0, "untargeted": 0.0}, "microbialAndInternalControl": {"targeted": 0.0, "untargeted": 1.0}, "parasitic": {"targeted": 0.0, "untargeted": 1.0, "untargetedSubcategories": {"other": 1.0, "panel": 0.0, "ribosomalDna": 0.0}}, "readClassification": {"ambiguous": 0.0023900573, "lowComplexity": 0.0015296367, "targetedInternalControl": 0.0, "targetedMicrobial": 0.0, "unclassified": 9.560229e-05, "untargeted": 0.99598473}, "targetedMicrobial": {"bacterial": 0.0, "bacterialAmr": 0.0, "fungal": 0.0, "parasitic": 0.0, "viral": 0.0}, "untargeted": {"bacterial": 0.91581875, "bacterialAmr": 0.0, "fungal": 0.0007679017, "human": 0.0, "internalControl": 0.0, "parasitic": 9.5987714e-05, "viral": 0.08331733}, "viral": {"targeted": 0.0, "untargeted": 1.0, "untargetedSubcategories": {"other": 1.0, "panel": 0.0, "phage": 0.0}}}, "sampleQc": {"entropy": 9.798664, "gContent": 0.26482153, "libraryQScore": 39.33401, "postQualityMeanReadLength": 147.48146, "postQualityReads": 10460, "postQualityReadsProportion": 0.9990449, "preQualityMeanReadLength": 151.0, "removedInDehostingReads": 0, "removedInDehostingReadsProportion": 0.0, "totalRawBases": 1580970, "totalRawReads": 10470, "uniqueReads": 6185, "uniqueReadsProportion": 0.59073544}}, "reportTime": "2025-05-15T06:52:11Z", "runId": "n/a", "targetReport": {"amrMarkers": [], "microorganisms": []}, "testName": "Explify® Urinary Pathogen ID/AMR Panel (UPIP) - Data Analysis Solution", "testType": "UPIP", "testUse": "For Research Use Only. Not for use in diagnostic procedures.", "testVersion": "8.6.0", "userOptions": {"quantitativeInternalControlConcentration": "1.21 x 10^7 copies/mL", "quantitativeInternalControlName": "NONE", "readQcEnabled": true, "providedAnalysisName": "UPIP lane 3.2 DME Plus 05/13/2025 21:31:02", "bacterialAmrMarkersOnly": false, "preDefinedMicroorganismReportingList": "All", "bacterialAmrMarkerMicroorganismRequired": true, "belowThresholdEnabled": false, "userDefinedMicroorganismReportingListFile": "Not applicable", "userDefinedMicroorganismReportingListUsed": false}, "warnings": [], "results": "No potential pathogens predicted", "additionalInformation": {"abbreviations": [{"abbreviation": "AMR", "definition": "antimicrobial resistance"}, {"abbreviation": "CLSI", "definition": "Clinical and Laboratory Standards Institute"}, {"abbreviation": "ESBL", "definition": "extended spectrum beta-lactamase"}, {"abbreviation": "EUCAST", "definition": "European Committee on Antimicrobial Susceptibility Testing"}, {"abbreviation": "mL", "definition": "milliliter"}, {"abbreviation": "NGS", "definition": "next-generation sequencing"}, {"abbreviation": "RPKM", "definition": "targeted Reads mapped Per Kilobase of targeted sequence per Million quality-filtered reads"}, {"abbreviation": "UPIP", "definition": "Urinary Pathogen ID/AMR Panel"}], "interpretiveData": [{"header": "RUO", "paragraph": "For Research Use Only. Not for use in diagnostic procedures."}, {"header": "CATEGORY_QUANTIFICATION", "paragraph": "UPIP data analysis using DRAGEN Microbial Enrichment Plus detects 35 viruses, 121 bacteria, 14 fungi, 4 parasites, and 4,371 AMR markers, unless filtered reporting options are selected, based on target enriched next-generation sequencing (NGS) of microorganism DNA sequences. Sequencing data are interpreted by the DRAGEN software platform and microorganisms that pass reporting thresholds are reported. Relative abundance is expressed as proportion of microorganism RPKM values within each pathogen class (i.e., bacteria, viruses, fungi, parasites). Internal Control not specified; no absolute quantification provided."}, {"header": "CATEGORY_AMR", "paragraph": "This test detects 4,371 antimicrobial resistance (AMR) markers and reports associations for 72 microorganisms, 185 antimicrobials, and 33 drug classes, unless filtered reporting options are selected. AMR markers are based on the Comprehensive Antibiotic Research Database (CARD, version 3.2.8). Detection of an AMR marker is reported if the AMR marker passes a minimum detection threshold and if one or more of the microorganisms associated with the AMR marker is also detected, in alignment with guidance provided by the College of American Pathologists (CAP) MIC.21855. However, reported AMR markers may originate from microorganisms that did not meet detection thresholds or microorganisms not targeted by the test. Association between microorganisms and AMR marker is based on scientific literature and the Comprehensive Antibiotic Research Database Prevalence Data (CARD Prevalence, version 4.0.1) from McMaster University. 3,968 out of 4,371 AMR markers are associated with a microorganism targeted by UPIP. Reported AMR markers have been associated with antimicrobial resistance but may not always indicate phenotypic resistance. Failure to detect AMR markers does not always indicate phenotypic susceptibility. Results should be interpreted in the context of all available information."}, {"header": "CATEGORY_AMR", "paragraph": "Linkage between AMR marker, antimicrobial, and drug class is based on the Comprehensive Antibiotic Research Database (CARD, version 3.2.8) from McMaster University, ResFinder (version 2.2.1), NCBI Reference Gene Catalog (version 2023-09-26.1), EUCAST expert rules on indicator agents (2019-2023), and CLSI Performance Standards for Antimicrobial Susceptibility Testing (M100 34th Edition). Not all antimicrobials and drug classes that are listed may be relevant. Detected AMR markers may also confer resistance to antimicrobials and drug classes that are not listed."}, {"header": "CATEGORY_AMR", "paragraph": "A representative list of associated microorganisms known to harbor the detected or similar AMR markers, based on the Comprehensive Antibiotic Research Database Prevalence Data (CARD Prevalence, version 4.0.1) from McMaster University, can be found in the Associated Microorganisms field."}, {"header": "CATEGORY_AMR", "paragraph": "Mutations connected with a '+' form an epistatic group. Epistatic groups are two or more mutations that need to be present concurrently to confer the associated resistance."}, {"header": "CATEGORY_AMR", "paragraph": "All intrinsic resistance described in CLSI Performance Standards for Antimicrobial Susceptibility Testing, M100 34th Edition, Appendix B for detected microorganism(s) is reported. Additional comments regarding CLSI intrinsic resistance definitions may be reported in footnotes specific to the detected microorganism(s). Some intrinsic resistance is described with reference to drug classes rather than specific antimicrobials. Users may reference CLSI Glossary I (Part 1 and Part 2): Class and Subclass Designations and Generic Names for information on how CLSI categorizes antimicrobials and drug classes."}, {"header": "CATEGORY_AMR", "paragraph": "Confidence of AMR marker detection is shown as High, Medium, or Low and is based on the available sequencing data. High confidence indicates that an AMR marker has 100% protein sequence coverage and 100% protein sequence percent identity (PID). Medium confidence indicates that an AMR marker has ≥90% protein sequence coverage and ≥90% protein sequence percent identity (PID). Low confidence indicates that an AMR marker has ≥60% protein sequence coverage and ≥80% protein sequence percent identity (PID)."}, {"header": "CATEGORY_PHENOTYPIC_GROUP", "paragraph": "Targeted microorganisms are classified into three Phenotypic Groups based on general association with urinary tract infections, normal flora, colonization, or contamination from the environment or other sources. Phenotypic grouping DOES NOT INDICATE PATHOGENICITY IN A GIVEN CASE and results need to be interpreted in the context of all available information. Phenotypic Group 1: Microorganisms that are rarely associated with urinary tract infections and may frequently represent normal flora, colonizers, or contaminants. Phenotypic Group 2: Microorganisms that are infrequently associated with urinary tract infections and may frequently represent part of the normal flora, colonizers, or contaminants. Phenotypic Group 3: Microorganisms that are commonly associated with urinary tract infections but may also represent part of the normal flora, colonizers, or contaminants."}, {"header": "CATEGORY_READ_CLASSIFICATION", "paragraph": "This test differentiates sequencing reads classified to microorganism and Internal Control regions that are targeted by capture probes (“Targeted Microbial” and “Targeted Internal Control”) from those that are not targeted (“Untargeted”), are low complexity (“Low Complexity”), cannot be unambiguously assigned to one category (“Ambiguous”), or cannot be classified with confidence (“Unclassified”)."}, {"header": "URL", "paragraph": "See https://www.illumina.com/ for additional information."}, {"header": "ADDITIONAL_LIMITATIONS", "paragraph": "Non-detected results do not rule out the presence of viruses, bacteria, fungi, parasites, and AMR markers. Contamination with microorganisms is possible during specimen collection, transport, and processing. Closely related microorganisms may be misidentified based on sequence homology to species present in the database. The identification of DNA sequences from a microorganism does not confirm that the identified microorganism is causing symptoms, is viable, or is infectious. Recombinant viral strains may not be reported or may be reported as one or more individual viruses. The Enterobacter cloacae complex may not be reported if targeted species members (Enterobacter cloacae, Enterobacter hormaechei, and Enterobacter cancerogenus) are not present."}, {"header": "ADDITIONAL_LIMITATIONS", "paragraph": "The best matching allele is reported for each detected AMR gene family. If two or more alleles within the same AMR gene family are detected, only the allele with the higher confidence will be reported as the best match unless multiple alleles have a High confidence interpretation (100% protein sequence coverage and PID). In bacterial strains containing insertion-deletion mutations (indels), there is a risk of false positive or false negative results for other resistance mutations within a region of 100 nucleotides around the indel."}, {"header": "ADDITIONAL_LIMITATIONS", "paragraph": "Information provided by DRAGEN Microbial Enrichment Plus is based on scientific knowledge and has been curated; however, scientific knowledge evolves and information about associated microorganism and associated resistance may not always be complete and/or correct. Results should be interpreted in the context of all available information. Other sources of data may be required for confirmation."}]}, "appVersion": "1.1.0"}